[
  {
    "quote": "Eu niciodată nu învăț elevii mei. Eu doar creez condiții în care ei pot învăța singuri.",
    "author": "A. Einstein"
  },
  {
    "quote": "În învățare nu există o metodă mai bună decât întâlnirile personale cu profesorul.",
    "author": "Sun Tzu"
  },
  {
    "quote": "Fără exemple, nu se poate învăța bine sau învăța cu succes.",
    "author": "Seneca"
  },
  {
    "quote": "Prin adevărata cunoaștere vei deveni mult mai curajos și mai desăvârșit în orice lucrare decât fără ea.",
    "author": "A. Dürer"
  },
  {
    "quote": "Majoritatea lucrurilor pe care ni se predă sunt, desigur, cu adevărat corecte și corecte, dar le putem privi cu totul altfel decât profesorii și, în această măsură, își schimbă semnificația.",
    "author": "Hermann Hesse"
  },
  {
    "quote": "Cel care a făcut greșeli pe care să le învețe devine în cele din urmă mai mare când vine vorba de experiență.",
    "author": "W. Churchill"
  },
  {
    "quote": "O literă învață, o literă și strică.",
    "author": "Proverb popular"
  },
  {
    "quote": "Cea mai rapidă și cea mai bună modalitate de a învăța este atunci când înveți pe alții.",
    "author": "Rosa Luxemburg"
  },
  {
    "quote": "A fi inteligent și a învăța bine sunt două lucruri diferite.",
    "author": "Proverb popular"
  },
  {
    "quote": "În educație, totul depinde de cine este educatoarea.",
    "author": "D. Pisarev"
  },
  {
    "quote": "În vechime, oamenii învățau pentru a se îmbunătăți. Acum învățăm pentru a impresiona ceilalți.",
    "author": "Confucius"
  },
  {
    "quote": "În cele din urmă, contează doar ce ai învățat și ceea ce ai învățat cu adevărat.",
    "author": "Harry S. Truman"
  },
  {
    "quote": "Școlile noastre nu ne învață cel mai important lucru - arta de a citi ziarele.",
    "author": "Bertrand Russell"
  },
  {
    "quote": "În educație nu poți învăța totul - trebuie să înveți să înveți.",
    "author": "V. Meyerhold"
  },
  {
    "quote": "Cel mai important condiție pentru creșterea spirituală a profesorului este timpul - timpul liber al profesorului. Este timpul să înțelegem că, cu cât mai puțin timp liber are profesorul, cu cât mai mult este el împovărat cu tot felul de planuri, rapoarte, întâlniri, cu atât mai mult este sărăcit interiorul său, cu atât mai curând va veni acea fază a vieții sale, când nu va mai avea nimic de oferit elevilor...",
    "author": "V. A. Sukhomlinsky"
  },
  {
    "quote": "Calitatea cunoștințelor este mai importantă decât cantitatea lor. Poți să știi foarte multe, dar să nu știi cel mai important. L. N. Tolstoi",
    "author": "L. N. Tolstoi"
  },
  {
    "quote": "În fiecare cercetare, cercetează tot ceea ce poți, deoarece ceea ce este măreț și minunat se află peste tot. M. V. Lomonosov",
    "author": "M. V. Lomonosov"
  },
  {
    "quote": "Trăiește o mie de ani - învață o mie de ani! și, în cele din urmă, vei avea dreptul să spui că nu știi nimic.",
    "author": "K. Prutkov"
  },
  {
    "quote": "Misiunea principală a școlii este educația. I. G. Pestalozzi",
    "author": "I. G. Pestalozzi"
  },
  {
    "quote": "Diploma unei instituții de învățământ: un document care atestă că ați avut ocazia să învățați ceva.",
    "author": "Autor necunoscut"
  },
  {
    "quote": "Pentru creșterea minții noastre în continuă dezvoltare, întregul univers este un laborator. Martin Fischer",
    "author": "Martin Fischer"
  },
  {
    "quote": "A studia, fără să știi, înseamnă a ști că nu știi. A. Dumas",
    "author": "Alexandre Dumas"
  },
  {
    "quote": "Pentru fiecare zi este o zi de învățare. Cu fiecare zi putem deveni mai competenți decât în ziua precedentă. Învățarea nu are sfârșit.",
    "author": "Autor necunoscut"
  }
]
